export const dpdBranches: Record<string, string[]> = {
  'Варшава': [
    'Відділення DPD №1: вул. Маршалковська, 104/122',
    'Відділення DPD №2: вул. Пулавська, 2',
    'Відділення DPD №3: Алея Солідарності, 117',
    'Відділення DPD №4: вул. Грохівська, 341',
    'Відділення DPD №5: вул. Новоґродська, 31',
    'Відділення DPD №6: вул. Замойського, 79',
    'Відділення DPD №7: вул. Жвірки і Віґури, 1',
    'Відділення DPD №8: вул. Ґенерала Андерса, 1',
  ],
  'Краків': [
    'Відділення DPD №1: вул. Калварійська, 69',
    'Відділення DPD №2: вул. Vetulaniego, 1',
    'Відділення DPD №3: вул. Камєнського, 11',
    'Відділення DPD №4: вул. Подґурська, 34',
  ],
  'Вроцлав': [
    'Відділення DPD №1: вул. Пілсудського, 74',
    'Відділення DPD №2: вул. Ґраб́ісіńска, 141',
    'Відділення DPD №3: вул. Суха, 1',
  ],
  'Познань': [
    'Відділення DPD №1: вул. Półwiejska, 42',
    'Відділення DPD №2: вул. Гробла, 15',
    'Відділення DPD №3: вул. Ратайчака, 44',
  ],
  'Гданськ': [
    'Відділення DPD №1: вул. Раґуска, 2-4',
    'Відділення DPD №2: вул. Картуска, 4-6',
  ],
  'Щецін': [
    'Відділення DPD №1: Алея Войска Польського, 87',
    'Відділення DPD №2: вул. Ґрунвальдська, 15',
  ],
  'Лодзь': [
    'Відділення DPD №1: вул. Пйотрковська, 217',
    'Відділення DPD №2: вул. Żeromskiego, 115',
  ],
  'Катовіце': [
    'Відділення DPD №1: вул. 3 Майо, 26',
    'Відділення DPD №2: вул. Ґальова, 31',
  ],
  'Люблін': [
    'Відділення DPD №1: вул. Липова, 13',
    'Відділення DPD №2: вул. Краківське передмістя, 39',
  ],
  'Білосток': [
    'Відділення DPD №1: вул. Ліповського, 7/9',
    'Відділення DPD №2: вул. Варіńска, 40',
  ],
};
